Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: A new item has been added to your Internet Explorer right-click context Menu
fr_fr: Un nouvel élément a été ajouté au menu contextuel d'Internet Explorer.

source: A Shell Execute Hook has been installed on your system. This is a special component that allows potential tracking of the applications that you run
fr_fr: Un Shell Execute Hook a été installé sur votre système. Il s'agit d'un composant spécial qui permet potentiellement d'effectuer un suivi des applications que vous exécutez

source: Your Explorer right click menu has been customized with the addition of a new context menu handler
fr_fr: Le menu contextuel d'Explorer a été personnalisé avec l'ajout d'un nouveau gestionnaire de menu contextuel

source: Your Explorer right click menu has been customized with the addition of a new shell open command
fr_fr: Le menu contextuel d'Explorer a été personnalisé avec l'ajout d'une nouvelle commande d'ouverture de shell

source: An Approved Shell Extension has been installed on your system. Windows maintains a list of approved shell extensions to protect the system from damage by programs that do not operate correctly or are intended to cause harm
fr_fr: Une extension de shell approuvée a été installée sur votre système. Windows entretient une liste d'extensions de shell approuvées pour protéger le système des dommages causés par des programmes ne fonctionnant pas correctement ou malveillants

source: A shell folder configuration change was detected. Shell folder configuration allows the system to tell where the 'Program Files', 'Users Personal Folders', etc... areas are on your system
fr_fr: Une modification de configuration du dossier shell a été détectée. La configuration du dossier shell permet au système de déterminer l'emplacement des zones Programmes, Dossiers personnels des utilisateurs, etc. sur votre système

source: A Downloaded Program File has been installed onto your system. This is a special type of component that is installed onto a user's system by various web sites via Internet Explorer. It allows other components to be installed to gain a greater degree of access to a user's system. Downloaded Program Files can be misused to allow 'drive by downloads' (installation without a users authorization) on a system
fr_fr: Un fichier programme téléchargé a été installé sur votre système. Il s'agit d'un type de composant spécial installé sur le système de l'utilisateur par divers sites Web via Internet Explorer. Il permet à d'autres composants d'être installés pour faciliter l'accès au système de l'utilisateur. Les fichiers programme téléchargés peuvent être utilisés à des fins malhonnêtes pour permettre des téléchargements sans autorisation de l'utilisateur sur un système

source: A new Service has been detected on your system. A Service is a program that runs even when you are not logged in, sometimes with supervisory access to your computer
fr_fr: Un nouveau service a été détecté sur votre système. Un service est un programme qui s'exécute même si vous n'avez pas ouvert de session, parfois avec un accès superviseur à votre ordinateur

source: Path: <SSC_ITEM.szLocation>File: <SSC_ITEM.szName>
fr_fr: Chemin&nbsp;: <SSC_ITEM.szLocation>File: <SSC_ITEM.szName>

source: Key: <SSC_ITEM.szRoot>SSC_ITEM.szLocation>Name: <SSC_ITEM.szName>Program: <SSC_ITEM.szValue>
fr_fr: Clé&nbsp;: <SSC_ITEM.szRoot>SSC_ITEM.szLocation>Nom&nbsp;: <SSC_ITEM.szName>Programme&nbsp;: <SSC_ITEM.szValue>

source: File: <SSC_ITEM.szRoot>Program: <SSC_ITEM.szName>
fr_fr: Fichier&nbsp;: <SSC_ITEM.szRoot>Programme&nbsp;: <SSC_ITEM.szName>

source: Shortcut: <SSC_ITEM.szLocation>Program: <SSC_ITEM.szName>
fr_fr: Raccourci&nbsp;: <SSC_ITEM.szLocation>Programme&nbsp;: <SSC_ITEM.szName>

source: Plugin File: <SSC_ITEM.szData>GUID: <SSC_ITEM.szName>
fr_fr: Fichier du plug-in&nbsp;: <SSC_ITEM.szData>GUID&nbsp;: <SSC_ITEM.szName>

source: Name: <SSC_ITEM.szValue>File: <SSC_ITEM.szLocation>SSC_ITEM.szName>
fr_fr: Nom&nbsp;: <SSC_ITEM.szValue>Fichier&nbsp;: <SSC_ITEM.szLocation>SSC_ITEM.szName>

source: Host: <SSC_ITEM.szValue>IP Address: <SSC_ITEM.szName>Comments: <SSC_ITEM.szData>
fr_fr: Hôte&nbsp;: <SSC_ITEM.szValue>Adresse IP&nbsp;: <SSC_ITEM.szName>Commentaires&nbsp;: <SSC_ITEM.szData>

source: Description: 'Do not allow anonymous enumeration of SAM accounts and shares' is DISABLED
fr_fr: Description&nbsp;: L'option Ne pas autoriser l'énumération anonyme de comptes et partages SAM est DÉSACTIVÉE

source: Description: 'Let everyone permissions apply to anonymous users' is ENABLED
fr_fr: Description&nbsp;: L'option Les autorisations Tout le monde s'appliquent aux utilisateurs anonymes est ACTIVÉE

source: Description: 'Sharing and security model for local accounts' is not set to 'Local users authenticate as guest'
fr_fr: Description&nbsp;: L'option Modèle de partage et de sécurité pour les comptes locaux n'est pas définie sur Les utilisateurs locaux s'authentifient en tant qu'invités

source: Description: 'Limit local account use of blank passwords to console logon only' is DISABLED
fr_fr: Description&nbsp;: L'option Restreindre l'utilisation de mots de passe vierges par le compte local à l'ouverture de session console est DÉSACTIVÉE

source: Description: 'Do not require Ctrl-Alt-Del to unlock' is ENABLED
fr_fr: Description&nbsp;: L'option Ne pas requérir Ctrl-Alt-Suppr. pour déverrouiller est ACTIVÉE

source: Description: System does not require Active Authentication for Unlock and Screen Saver
fr_fr: Description&nbsp;: Le système ne requiert pas d'authentification active pour le déverrouillage et l'économiseur d'écran

source: Description: This system allows auto-logon using hard coded unencrypted password stored in the registry
fr_fr: Description&nbsp;: Ce système permet la connexion automatique à l'aide d'un mot de passe déchiffré, codé en dur et stocké dans la base de registre

source: Description: Windows Update is currently disabled
fr_fr: Description&nbsp;: Windows Update est actuellement désactivé

source: Description: Windows Update Service is not currently running
fr_fr: Description&nbsp;: Le service Windows Update est actuellement désactivé

source: Description: The Windows Restrict run settings are currently disabled
fr_fr: Description&nbsp;: Les paramètres d'exécution restreinte de Windows sont actuellement désactivés

source: Description: Registry tool restrictions are configured, but not activated. These settings control whether or not the user is allowed to run regedit and other related registry management tools. Some security threats will disable regedit so a user cannot attempt to remove any parts of it from the Windows registry
fr_fr: Description&nbsp;: Les restrictions d'outils de base de registre sont configurées mais pas activées. Ces paramètres définissent si l'utilisateur est autorisé à exécuter regedit et d'autres outils de gestion de base de registre. Certains risques de sécurité désactivent regedit pour que l'utilisateur ne puisse pas le supprimer de la base de registre Windows

source: Description: IE Home Page (User)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Page d'accueil IE (utilisateur)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Home Page (System)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Page d'accueil IE (système)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Home Page (User Default)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Page d'accueil IE (utilisateur par défaut)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Home Page (System Default)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Page d'accueil IE (système par défaut)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: Local PageValue: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Page localeValeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Local Page (User)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Page locale IE (utilisateur)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Local Page (System)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Page locale IE (système)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Search Page (User)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Page de recherche IE (utilisateur)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Search Page (System)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Page de recherche IE (système)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Search Page (User Default)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Page de recherche IE (utilisateur par défaut)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Search Page (System Default)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Page de recherche IE (système par défaut)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Search Bar (User)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Barre de recherche IE (utilisateur)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Search Bar (System)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Barre de recherche IE (système)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Search Assistant URL (User)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: URL d'assistant de recherche IE (utilisateur)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Search Assistant URL (System)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: URL d'assistant de recherche IE (système)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Search Customization URL (User)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: URL de personnalisation de recherche IE (utilisateur)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Search Customization URL (System)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: URL de personnalisation de recherche IE (système)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Search Assistant Default Search URL (User)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: URL de recherche par défaut de l'assistant de recherche IE (utilisateur)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Search Assistant Default Search URL (System)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: URL de recherche par défaut de l'assistant de recherche IE (système)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Search URL Key (User)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Clé d'URL de recherche IE (utilisateur)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Search URL Key (System)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Clé d'URL de recherche IE (système)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: SearchURLValue: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: URL de rechercheValeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Search URL (User)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: URL de recherche IE (utilisateur)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Search URL (System)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: URL de recherche IE (système)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: Default WWW URL prefixValue: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Préfixe d'URL WWW par défautValeur&nbsp;: <SSC_ITEM.szValue>

source: Description: WWW URL prefixValue: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Préfixe d'URL WWWValeur&nbsp;: <SSC_ITEM.szValue>

source: Description: WWW. URL prefixValue: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Préfixe d’URL WWW.Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: FTP URL prefixValue: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Préfixe d’URL FTPValeur&nbsp;: <SSC_ITEM.szValue>

source: Description: Default Gopher URL prefixValue: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Préfixe d'URL Gopher par défautValeur&nbsp;: <SSC_ITEM.szValue>

source: Description: Home URL prefixDescription: Home URL prefix
fr_fr: Description&nbsp;: Préfixe d’URL accueilDescription&nbsp;: Préfixe d’URL accueil&nbsp;:

source: Description: Mosaic URL prefixValue: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Préfixe d’URL MosaicValeur&nbsp;: <SSC_ITEM.szValue>

source: Description: Protocol Handler: aboutValue: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Gestionnaire de protocole&nbsp;: aboutValeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Home Page (IERESET.INF Default)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Page d'accueil IE (IERESET.INF par défaut)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Search Page (IERESET.INF Default)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Page de recherche IE (IERESET.INF par défaut)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: Stylesheet (User)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Feuille de style (utilisateur)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: Stylesheet (System)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: Feuille de style (système)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: Proxy server is currently enabled
fr_fr: Description&nbsp;: Le serveur proxy est actuellement activé

source: URL Zone Change (<SSC_ITEM.szRoot>) : <SSC_ITEM.szValue>
fr_fr: Changement de zone URL (<SSC_ITEM.szRoot>) : <SSC_ITEM.szValue>

source: Description: 'Do not save encrypted pages to disk' is DISABLED
fr_fr: Description&nbsp;: L'option Ne pas enregistrer les pages cryptées sur le disque est DÉSACTIVÉE

source: Description: 'Enable Integrated Windows Authentication' is DISABLED
fr_fr: Description&nbsp;: L'option Activer l'authentification intégrée de Windows est DÉSACTIVÉE

source: Description: 'Warn about invalid site certificates' is DISABLED
fr_fr: Description&nbsp;: L'option Avertir lorsqu'il y a des certificats de site non valides est DÉSACTIVÉE

source: Description: 'Warn if forms submittal is being redirected' is DISABLED
fr_fr: Description&nbsp;: L'option Avertir si les formulaires soumis sont redirigés est DÉSACTIVÉE

source: Description: 'Warn if changing between secure and not secure mode' is DISABLED
fr_fr: Description&nbsp;: L'option Avertir en cas de changement entre mode sécurisé et non sécurisé est DÉSACTIVÉE

source: Description: 'Empty Temporary Internet Files folder when browser is closed' is DISABLED
fr_fr: Description&nbsp;: L'option Vider le dossier Temporary Internet Files lorsque le navigateur est fermé est DÉSACTIVÉE

source: Description: 'Enable Profile Assistant' is DISABLED
fr_fr: Description&nbsp;: L'option Activer l'Assistant Profil est DÉSACTIVÉE

source: Description: 'Allow software to run or install even if the signature is invalid' is ENABLED
fr_fr: Description&nbsp;: L'option Autoriser le logiciel à s'installer ou s'exécuter même si la signature n'est pas valide est ACTIVÉE

source: Description: 'Check for signatures on downloaded programs' is DISABLED
fr_fr: Description&nbsp;: L'option Vérifier les signatures des programmes téléchargés est DÉSACTIVÉE

source: Description: 'Allow active content from CDs to run on My Computer' is ENABLED
fr_fr: Description&nbsp;: L'option Autoriser le contenu actif des CD à s'exécuter sur la zone Ordinateur local est ACTIVÉE

source: Description: 'Allow active content to run in files on My Computer' is ENABLED
fr_fr: Description&nbsp;: L'option Autoriser le contenu actif à s'exécuter dans les fichiers de la zone ordinateur local est ACTIVÉE

source: Menu Option: <SSC_ITEM.szName>URL: <SSC_ITEM.szValue>
fr_fr: Option de menu&nbsp;: <SSC_ITEM.szName>URL&nbsp;: <SSC_ITEM.szValue>

source: Description: <SSC_ITEM.szValue>Component File(s): <SSC_ITEM.szData>
fr_fr: Description&nbsp;: <SSC_ITEM.szValue>Fichier(s) du composant&nbsp;: <SSC_ITEM.szData>

source: Menu Item: <SSC_ITEM.szName>Component File(s): <SSC_ITEM.szData>GUID: <SSC_ITEM.szValue>
fr_fr: Élément de menu&nbsp;: <SSC_ITEM.szName>Fichier(s) du composant&nbsp;: <SSC_ITEM.szData>GUID&nbsp;: <SSC_ITEM.szValue>

source: Menu Item: <SSC_ITEM.szName>Component File(s): <SSC_ITEM.szValue>
fr_fr: Élément de menu&nbsp;: <SSC_ITEM.szName>Fichier(s) du composant&nbsp;: <SSC_ITEM.szValue>

source: Description: <SSC_ITEM.szValue>Component File(s): <SSC_ITEM.szData>GUID: <SSC_ITEM.szName>
fr_fr: Description&nbsp;: <SSC_ITEM.szValue>Fichier(s) du composant&nbsp;: <SSC_ITEM.szData>GUID&nbsp;: <SSC_ITEM.szName>

source: Description: <SSC_ITEM.szName>Folder Location: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: <SSC_ITEM.szName>Emplacement du dossier&nbsp;: <SSC_ITEM.szValue>

source: Description: <SSC_ITEM.szName>Source URL: <SSC_ITEM.szValue>Component File(s): <SSC_ITEM.szLocation>
fr_fr: Description&nbsp;: <SSC_ITEM.szName>URL source&nbsp;: <SSC_ITEM.szValue>Fichier(s) du composant): <SSC_ITEM.szLocation>

source: Display Name: <SSC_ITEM.szName>Program: <SSC_ITEM.szData>
fr_fr: Nom d'affichage&nbsp;: <SSC_ITEM.szName>Programme&nbsp;: <SSC_ITEM.szData>

source: Trackware is a generic term that describes software that collects a computers demographic and usage information and sends it to some remote server via the Internet, where it can be used by other people in a variety of different ways including marketing
fr_fr: Un trackware désigne un logiciel qui collecte les informations liées à l'utilisation d'un ordinateur et qui les envoie ensuite à un serveur distant via Internet, où elles peuvent être utilisées par d'autres personnes, par exemple à des fins de marketing.

source: Adware is a type of software that displays advertisements on the computer screen while a computer is running. Typically, AdWare is built into software that performs some other primary task such as file sharing.
fr_fr: Un adware est un type de logiciel affichant des publicités à l'écran d'un ordinateur pendant que celui-ci est en cours de fonctionnement. La plupart du temps, les adwares sont intégrés à des logiciels qui exécutent d'autres tâches primaires comme le partage de fichiers.

source: The justification for AdWare is for the software developer to recover revenue via advertising instead of for instance charging for their software. Some Adware will collect the computers usage information (e.g. sites visited) and send it up to a remote server on the internet where it is collected and processed for marketing purposes
fr_fr: Les adwares sont utilisés par les développeurs pour couvrir leurs dépenses par le biais de la publicité, au lieu de faire payer l'utilisation de leurs logiciels par exemple. Certains adwares collectent les données les informant sur l'utilisation des ordinateurs (par exemple les sites visités) et les envoient à un serveur distant sur Internet, où elles peuvent être récupérées et exploitées à des fins de marketing.

source: Cookies are small files that are created by your web browser when you visit sites on the Internet. Typically, they are used as a convenience to remember frequently used information that is required for access to a particular web site. They can also be used to track your visits to certain web sites and can provide companies with information about frequency of visits and other profile information. The user is usually not aware that their surfing habits are being tracked. Trend Micro Anti-Spyware identifies cookies that are created by the most common advertising companies and allows you to clean them, which helps to ensure your privacy while surfing
fr_fr: Les cookies sont des fichiers de petite taille créés par votre navigateur Web lorsque vous visitez des sites Internet. Le plus souvent, ils sont utilisés pour pouvoir facilement stocker les informations régulièrement requises pour accéder à un site Web particulier. Cependant, ils peuvent également être utilisés pour effectuer un suivi de la consultation de certains sites Web et permettent aux entreprises d'obtenir des informations sur la fréquence à laquelle certains sites sont visités, ou d'autres informations relatives aux profils d'utilisateur. Ces opérations de suivi des habitudes de navigation sont le plus souvent effectuées à l'insu de l'utilisateur. Trend Micro Anti-spyware identifie les cookies créés par les sociétés de publicité les plus communes et vous permet de les nettoyer, ce qui protège votre confidentialité lorsque vous naviguez sur Internet.

source: A program that usually configures some sort of dial up configuration such as a dial-up-networking connection in Windows. The user either knowingly or unknowingly will end up using the dialer that calls a time-charged number that is usually billed to your credit card
fr_fr: Programme capable de définir une sorte de configuration de numérotation comme par exemple une connexion réseau à composition automatique sous Windows. Sciemment ou inconsciemment, les utilisateurs finissent par utiliser le numéroteur qui effectue des connexions vers des numéros payants dont les communications sont le plus souvent facturées sur votre carte de crédit.

source: A security weakness that exists on your computer system
fr_fr: Faille de sécurité présente sur votre système informatique

source: The threat type is not known, or is not yet classified
fr_fr: Le type de menace est inconnu, ou n'a pas encore fait l'objet d'une classification

source: A type of software can be either commercially sold or may be installed inadvertently via the Internet. This software can allow people to monitor you keystrokes, your computer screen, etc... and can even allow remote access
fr_fr: Un type de logiciel peut être vendu dans le commerce ou peut être installé par inadvertance via Internet. Ce type de logiciel peut permettre à des individus de surveiller l'enregistrement des frappes, ce qui s'affiche sur l'écran de votre ordinateur, etc. et rend même possible l'accès à distance

source: A type of software that is installed unknowingly, usually as a result of installing some other software, or viewing an e-mail. Since it exists as a software program on the computer, the range of activity of a trojan can be quite broad, from usage monitoring to remote control to customized collection and theft of information
fr_fr: Type de logiciel installé à l'insu de l'utilisateur, et le plus souvent résultant directement de l'installation d'un autre logiciel ou de l'affichage d'un message électronique. Étant donné qu'il fait office de programme logiciel sur l'ordinateur, le cheval de Troie dispose d'une grande marge de manœuvre, de la surveillance des habitudes de l'utilisateur aux fonctions de contrôle à distance en passant par la collecte de données personnalisée et le vol d'informations.

source: This item is suspect, because Trend Micro Anti-Spyware detected some characteristics of the item that match a known Spyware product
fr_fr: Cet élément est considéré comme suspect, car Trend Micro Anti-spyware a détecté la présence de certaines caractéristiques correspondant à un type de spyware connu

source: A type of software that changes settings in your web browser. This often includes changing your browser's default home page
fr_fr: Type de logiciel capable de modifier les paramètres de votre navigateur Web. Cela inclut souvent la modification de la page d'accueil de votre navigateur.

source: A type of software that piggybacks onto other software. This type of software may be installed without the user's knowledge or consent
fr_fr: Type de logiciel qui se greffe sur d'autres logiciels. Ce type de logiciel peut être installé à l'insu de l'utilisateur et sans son autorisation

source: A type of module that acts as a plugin to Internet Explorer browser. Some BHO's may monitor or manipulate your web surfing
fr_fr: Type de module agissant comme un plug-in du navigateur Internet Explorer. Certains BHO parviennent à surveiller ou manipuler vos habitudes de navigation
